Revit 2027 API
GroupTypeId.StairsWinders Property
 Winders.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsWinders { get; }
Public Shared ReadOnly Property StairsWinders As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsWinders {
	ForgeTypeId^ get ();
}
static member StairsWinders : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace